Repository: wifesunsdev0111/prestashop-rubber-web
Catalog: themes/kenzyfashion/translations/*/ShopThemeCustomeraccount.*.xlf
Languages: nl_nl

source: Your account
nl_nl: Uw account

source: Information
nl_nl: Informatie

source: Addresses
nl_nl: Adressen

source: Add first address
nl_nl: Voeg mijn eerste adres toe

source: Order history and details
nl_nl: Geschiedenis en details van mijn bestellingen

source: Vouchers
nl_nl: Waardebonnen

source: View my customer account
nl_nl: Toon mijn klantenrekening

source: Log in to your customer account
nl_nl: Aanloggen bij Uw klantenrekening

source: Connected as [1]%firstname% %lastname%[/1].
nl_nl: Ingelogd als [1]%firstname% %lastname%[/1].

source: Not you? [1]Log out[/1]
nl_nl: Inloggen als iemand anders? [1]Log uit[/1]

source: Create an account
nl_nl: Account aanmaken

source: Already have an account?
nl_nl: Heeft u al een account?

source: Log in instead!
nl_nl: Inloggen in plaats van aanmelden!

source: Update your address
nl_nl: E-mailadres Bijwerken

source: New address
nl_nl: Nieuw adres

source: Your addresses
nl_nl: Uw adressen

source: Log in to your account
nl_nl: Aanmelden op je account

source: No account? Create one here
nl_nl: Geen account? Maak er één aan

source: Your vouchers
nl_nl: Uw vouchers

source: Guest Order Tracking
nl_nl: Gast Bestelling Volgen

source: To track your order, please enter the following information:
nl_nl: Om uw bestelling te volgen, voer de volgende gegevens in:

source: For example: QIIXJXNUI or QIIXJXNUI#1
nl_nl: Bijvoorbeeld: QIIXJXNUI of QIIXJXNUI#1

source: Guest Tracking
nl_nl: Bestelling volgen als gast

source: Transform your guest account into a customer account and enjoy:
nl_nl: Zet uw gastaccount om in een klantaccount zodat u het voordeel hebt van:

source: Personalized and secure access
nl_nl: Gepersonaliseerde en veilige toegang

source: Fast and easy checkout
nl_nl: Snel en gemakkelijk afrekenen

source: Easier merchandise return
nl_nl: Makkelijker retourneren van artikelen

source: Order history
nl_nl: Bestelgeschiedenis

source: Here are the orders you've placed since your account was created.
nl_nl: Hier ziet u de door u geplaatste bestellingen vanaf het moment dat u uw account heeft aangemaakt.

source: Your personal information
nl_nl: Uw persoonlijke gegevens

source: Credit slips
nl_nl: Creditnota's

source: Order
nl_nl: Bestelling

source: Date issued
nl_nl: Datum van opgave

source: Credit slips you have received after canceled orders.
nl_nl: Creditnota's die u heeft ontvangen na geannuleerde bestellingen.

source: Credit slip
nl_nl: Creditnota

source: View credit slip
nl_nl: Creditnota bekijken

source: Merchandise returns
nl_nl: Geretourneerde producten

source: Here is a list of pending merchandise returns
nl_nl: Dit zijn de retourzendingen die u heeft gemaakt

source: Return
nl_nl: Terugsturen

source: Package status
nl_nl: Pakketstatus

source: Returns form
nl_nl: Retourformulier

source: Order details
nl_nl: Besteloverzicht

source: Order Reference %reference% - placed on %date%
nl_nl: Bestelreferentie %reference% - geplaatst op %date%

source: Download your invoice as a PDF file.
nl_nl: Download uw factuur als een PDF bestand

source: You have given permission to receive your order in recycled packaging.
nl_nl: U heeft toestemming gegeven om uw bestelling in een gerecyclede verpakking te ontvangen.

source: You have requested gift wrapping for this order.
nl_nl: U wilt uw bestelling in cadeauverpakking ontvangen.

source: Message
nl_nl: Bericht

source: Follow your order's status step-by-step
nl_nl: Volg stap-voor-stap uw bestelling

source: Click the following link to track the delivery of your order
nl_nl: Klik op de volgende link om de aflevering van uw bestelling te volgen

source: Return details
nl_nl: Details van retour

source: %number% on %date%
nl_nl: %number% op %date%

source: We have logged your return request.
nl_nl: We hebben uw retouraanvraag ontvangen.

source: Your package must be returned to us within %number% days of receiving your order.
nl_nl: Uw pakket moet door ons zijn ontvangen binnen %number% dagen na het ontvangen van uw bestelling.

source: The current status of your merchandise return is: [1] %status% [/1]
nl_nl: De huidige status van uw retour aanvraag is: [1] %status% [/1]

source: List of items to be returned:
nl_nl: Overzicht van artikelen die geretourneerd worden:

source: Reminder
nl_nl: Herinnering

source: All merchandise must be returned in its original packaging and in its original state.
nl_nl: Alle producten moeten worden teruggestuurd in de originele verpakking, zonder beschadigingen of gebruikssporen.

source: Please print out the [1]returns form[/1] and include it with your package.
nl_nl: Print het [1]retourformulier[/1] en voeg het toe aan uw pakket.

source: Please check the [1]returns form[/1] for the correct address.
nl_nl: Bekijk het adres op het [1]retourformulier[/1] voor het juiste adres.

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
nl_nl: Als we uw pakket hebben ontvangen informeren wij u hierover per e-mail. We zullen vervolgens de terugbetaling van het retourbedrag in behandeling nemen.

source: Please let us know if you have any questions.
nl_nl: Neem contact met ons op als u nog vragen heeft.

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
nl_nl: Als aan de bovenstaande voorwaarden voor het retourneren niet is voldaan, hebben we het recht om uw pakket of de terugbetaling te weigeren.

source: Forgot your password?
nl_nl: Uw wachtwoord vergeten?

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
nl_nl: Voer het e-mailadres in dat u hebt gebruikt bij het registreren. U ontvangt een tijdelijke link om uw wachtwoord te herstellen.

source: Reset your password
nl_nl: Stel je wachtwoord opnieuw in

source: Email address: %email%
nl_nl: E-mailadres: %email%

source: Back to your account
nl_nl: Terug naar uw account

source: Returned
nl_nl: Geretourneerd

source: Merchandise return
nl_nl: Geretourneerde producten

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
nl_nl: Als u één of meer producten wilt retourneren, vink dan de bijbehorende vakjes aan en geef een korte uitleg waarom u deze producten terug wilt sturen. Klik daarna op de onderstaande knop.

source: Request a return
nl_nl: Vraag een retour

source: Messages
nl_nl: Berichten

source: Add a message
nl_nl: Bericht toevoegen

source: If you would like to add a comment about your order, please write it in the field below.
nl_nl: Indien u een opmerking over uw bestelling wilt toevoegen, dan kunt u deze hier invoeren.
